Repository: common-repository/wp-exocep
Catalog: languages/wp-exocep-*.po
Languages: fr_fr

source: Exocep integration plugin.
fr_fr: Module d'intégration pour Exocep.

source: Configure the connection settings to Exocep.
fr_fr: Configurer les paramètres de connexion à Exocep.

source: Settings saved.
fr_fr: Options enregistrées.

source: API key
fr_fr: Clé d’API

source: mandatory
fr_fr: nécessaire

source: Fill in your email
fr_fr: Renseignez votre email

source: What are your interests in our events?
fr_fr: Quels sont vos centres d'intérêts parmi nos événements ?

source: Follow our news
fr_fr: Suivre notre actualité

source: By indicating your email address above, you agree to receive our offers electronically. You can unsubscribe at any time through the unsubscribe links.
fr_fr: En indiquant votre adresse mail ci-dessus, vous consentez à recevoir nos offres par voie électronique. Vous pouvez à tout moment vous désinscrire à travers les liens de désinscription.

source: Wrong API Key
fr_fr: Mauvaise clé API

source: Your request is validated. We will keep you informed about our upcoming events.
fr_fr: Votre demande est validée. Nous vous tiendrons informé(e) de nos prochains événements.

source: An error has occurred. Your request did not succeed.
fr_fr: Une erreur s'est produite. Votre demande n'a pas abouti.
